Repository: 84000/data-translation-memory
Catalog: toh54-v2.tmx
Source language: bo
Languages: en

source: སྡིག་ཅན་ང་ཡང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བྱིན་གྱིས་རློབ་པར་མི་བྱེད་ཀྱིས་སྡིག་ཅན་མ་འཇིགས་ཤིག །
en: Evil one, nor will I bless this Dharma teaching, so do not fear.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དབུགས་དབྱུང་བ་མཛད་པས་བདུད་སྡིག་ཅན་ཚིམ་ཞིང་མགུ་ལ་ཡི་རངས་ཏེ།
en: When the Blessed One had consoled him, the evil Māra was satisfied, pleased, and happy.

source: རབ་ཏུ་དགའ་ཞིང་། དགའ་བ་དང་། ཡིད་བདེ་བ་སྐྱེས་ནས་དེ་ཉིད་དུ་མི་སྣང་བར་གྱུར་ཏོ། །
en: He became joyful, delighted, and elated, and instantly disappeared.

source: བཅོམ་ལྡན་འདས་ཅི་ལས་དགོངས་ཏེ་དེ་སྐད་དུ་ང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བྱིན་གྱིས་རློབ་པར་མི་བྱེད་དོ་ཞེས་བདུད་སྡིག་ཅན་ལ་བཀའ་སྩལ།
en: “Blessed One, with what intention did you tell the evil Māra that you would not bless this Dharma teaching?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One responded,

source: འཇམ་དཔལ་ཆོས་ཐམས་ཅད་ནི་བྱིན་གྱི་རླབས་མེད་པས་བྱིན་གྱིས་བརླབས་པ་ཡིན་ཏེ།
en: “Mañjuśrī, since no phenomenon is blessed, all phenomena are blessed.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཡང་བྱིན་གྱི་རླབས་མེད་པས་བྱིན་གྱིས་བརླབས་པ་ཡིན་པས།
en: Since this Dharma teaching is not blessed either, it is blessed.

source: འཇམ་དཔལ་དེའི་ཕྱིར་ངས་བདུད་སྡིག་ཅན་ལ་འདི་སྐད་དུ་ང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་བྱིན་གྱིས་རློབ་པར་མི་བྱེད་དོ་ཞེས་སྨྲས་སོ། །
en: Mañjuśrī, that is why I told the evil Māra that I would not bless this Dharma teaching.

source: འཇམ་དཔལ་བདེན་པ་དང་བདེན་པའི་ཚིག་གང་གིས་ཆོས་ཐམས་ཅད་བྱིན་གྱི་རླབས་མེད་པས་བྱིན་གྱིས་བརླབས་པ་དང་།
en: Mañjuśrī, by the power of truth and the truth of these words, since no phenomenon is blessed, they are all blessed.

source: ཐ་དད་དུ་དབྱེར་མེད་པ་དང་། བརྗོད་དུ་མེད་པ་དང་། མཚན་ཉིད་མེད་པ་དང་། བསྙད་དུ་མེད་པ་དང་། སྨྲར་མེད་པ་དང་། གཉིས་སུ་མེད་པ་དང་། གཉིས་དང་བྲལ་བ་དང་། ཡང་དག་པའི་མཐའ་དང་མཉམ་པ་དང་།
en: They are beyond distinction, inexpressible, without characteristics, inexplicable, unutterable, nondual, without duality, and identical with the limit of reality.

source: དེ་བཞིན་ཉིད་དུ་ཞུགས་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ཀྱི་མཚན་ཉིད་ཡིན་པའི་བདེན་པ་དང་
en: They are steeped in suchness and are of the nature of the realm of phenomena.

source: བདེན་པའི་ཚིག་དེས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛམ་བུའི་གླིང་ན་རབ་ཏུ་སྤྱོད་པར་གྱུར་ཅིག །
en: By the power of this truth and these true words, may this Dharma teaching spread throughout the world!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བདེན་པའི་བྱིན་གྱིས་བརླབས་དེ་མཛད་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: Then, having performed this truth blessing, the Blessed One addressed the venerable Ānanda,

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་གང་ཡིན་པ་དང་།
en: “Ānanda, this Dharma teaching and all the eighty-four thousand sections of Dharma are the same, so

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གང་ཡིན་པ་དེ་དག་ནི་མཉམ་པའི་ཕྱིར་ཁྱོད་ཀྱིས་ཀུན་ནས་སྒོའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །ཆོངས་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་ཅིག །
en: you must therefore retain this teaching of The Universal Gateway. You must hold it, read it, master it, and teach it extensively and authentically to others.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: ཀུན་དགའ་བོ་དེ་བཞིན་གཤེགས་པ་ནི་ཀུན་ནས་སྒོའི་ཆོས་ཀྱི་དབྱིངས་འདི་ལེགས་པར་ཐུགས་སུ་ཆུད་ནས་སེམས་ཅན་རྣམས་ལ་ཆོས་ཀྱི་ཕུང་པོ་བརྒྱད་ཁྲི་བཞི་སྟོང་སྟོན་པར་མཛད་པའི་ཕྱིར་རོ། །
en: Ānanda, it is because the thus-gone ones teach the eighty-four thousand sections of the Dharma to beings once they have understood this realm of Dharma of The Universal Gateway.

source: ཀུན་དགའ་བོ་དེ་ལྟ་བས་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལེགས་པར་བསྲུང་བ་དང་། ལེགས་པར་གཟུང་བ་དང་། ལེགས་པར་ཀུན་ཆུབ་པར་གྱིས་ཤིག །
en: Ānanda, for that reason you must guard, retain, and master this Dharma teaching.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས
en: When the Blessed One had said this,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དྲི་མ་མེད་པའི་སྙིང་པོ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: the bodhisattva great being Amalagarbha, Prince Mañjuśrī, Venerable Ānanda, and the whole world with its gods, humans, asuras, and gandharvas rejoiced and praised the Blessed One’s words.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས། ཀུན་ནས་སྒོའི་ལེའུ་ཞེས་བྱ་བ་སྟེ་ལེའུ་བཅུ་པ་རྫོགས་སོ།། །།
en: This completes The Universal Gateway, the tenth chapter within the one-hundred-thousand-chapter Dharma discourse of The Noble Great Heap of Jewels.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: It was translated, edited, and finalized by the Indian preceptors Jinamitra and Surendrabodhi along with the chief editor-translator Bandé Yeshé Dé.
